[
  {
    "name": "Team Fatie's Chocolate Cake",
    "ingredients": [
      "200g dark chocolate",
      "200g butter",
      "1tbsp instant coffee granules",
      "85g self-raising flour",
      "85g plain flour",
      "¼ tsp bicarbonate of soda",
      "200g light muscovado sugar",
      "200g golden caster sugar",
      "25g cocoa powder",
      "3 medium eggs",
      "75ml buttermilk",
      "200g dark chocolate (For the icing)",
      "300ml double cream",
      "2tbsp golden caster sugar"
    ],
    "method": [
      "Heat the oven to 160C/ fan140C/ gas 3. Butter and line a 20cm round cake tin (7.5cm deep).",
      "Put 200g chopped dark chocolate in a medium pan with 200g butter.",
      "Mix 1 tbsp instant coffee granules into 125ml cold water and pour into the pan.",
      "Warm through over a low heat just until everything is melted – don’t overheat. Or melt in the microwave for about 5 minutes, stirring halfway through.",
      "Mix 85g self-raising flour, 85g plain flour, ¼ tsp bicarbonate of soda, 200g light muscovado sugar, 200g golden caster sugar and 25g cocoa powder, and squash out any lumps.",
      "Beat 3 medium eggs with 75ml buttermilk.",
      "Pour the melted chocolate mixture and the egg mixture into the flour mixture and stir everything to a smooth, quite runny consistency.",
      "Pour this into the tin and bake for 1hr 25 – 1hr 30 mins. If you push a skewer into the centre it should come out clean and the top should feel firm (don’t worry if it cracks a bit).",
      "Leave to cool in the tin (don’t worry if it dips slightly), then turn out onto a wire rack to cool completely. Cut the cold cake horizontally into three.",
      "To make the ganache, put 200g chopped dark chocolate in a bowl.  Pour 300ml double cream into a pan, add 2 tbsp golden caster sugar and heat until it is about to boil.",
      "Take off the heat and pour it over the chocolate. Stir until the chocolate has melted and the mixture is smooth. Cool until it is a little thicker but still pourable.",
      "Sandwich the layers together with just a little of the ganache. Pour the rest over the cake letting it fall down the sides and smooth over any gaps with a palette knife."
    ],
    "photo": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe_images/recipe-image-legacy-id--1043451_11.jpg?itok=Z_w2WOYB"
  },
  {
    "name": "Tennessee Mudshake",
    "ingredients": [
      "25ml whiskey",
      "25ml chocolate liqueur",
      "25ml vanilla vodka",
      "25ml chocolate sauce",
      "100ml milk",
      "100ml cream"
    ],
    "method": [
      "Mix all together in cocktail shaker with ice cubes"
    ],
    "photo": "https://media-cdn.tripadvisor.com/media/photo-s/0a/ef/bd/fa/tennessee-mudshake.jpg"
  },
  {
    "name": "Chocolate Brownies",
    "ingredients": ["185g unsalted butter","185g best dark chocolate","85g plain flour","40g cocoa powder","50g white chocolate","50g milk chocolate","3 large eggs","275g golden caster sugar"],
    "method": ["Cut 185g unsalted butter into small cubes and tip into a medium bowl. Break 185g dark chocolate into small pieces and drop into the bowl.","Fill a small saucepan about a quarter full with hot water, then sit the bowl on top so it rests on the rim of the pan, not touching the water. Put over a low heat until the butter and chocolate have melted, stirring occasionally to mix them.","Remove the bowl from the pan. Alternatively, cover the bowl loosely with cling film and put in the microwave for 2 minutes on High. Leave the melted mixture to cool to room temperature.","While you wait for the chocolate to cool, position a shelf in the middle of your oven and turn the oven on to 180C/ 160C fan/ gas 4.","Using a shallow 20cm square tin, cut out a square of non-stick baking parchment to line the base. Tip 85g plain flour and 40g cocoa powder into a sieve held over a medium bowl. Tap and shake the sieve so they run through together and you get rid of any lumps.","Chop 50g white chocolate and 50g milk chocolate into chunks on a board.","Break 3 large eggs into a large bowl and tip in 275g golden caster sugar. With an electric mixer on maximum speed, whisk the eggs and sugar. They will look thick and creamy, like a milk shake. This can take 3-8 minutes, depending on how powerful your mixer is. You’ll know it’s ready when the mixture becomes really pale and about double its original volume. Another check is to turn off the mixer, lift out the beaters and wiggle them from side to side. If the mixture that runs off the beaters leaves a trail on the surface of the mixture in the bowl for a second or two, you’re there.","Pour the cooled chocolate mixture over the eggy mousse, then gently fold together with a rubber spatula. Plunge the spatula in at one side, take it underneath and bring it up the opposite side and in again at the middle. Continue going under and over in a figure of eight, moving the bowl round after each folding so you can get at it from all sides, until the two mixtures are one and the colour is a mottled dark brown. The idea is to marry them without knocking out the air, so be as gentle and slow as you like.","Hold the sieve over the bowl of eggy chocolate mixture and resift the cocoa and flour mixture, shaking the sieve from side to side, to cover the top evenly.","Gently fold in this powder using the same figure of eight action as before. The mixture will look dry and dusty at first, and a bit unpromising, but if you keep going very gently and patiently, it will end up looking gungy and fudgy. Stop just before you feel you should, as you don’t want to overdo this mixing.","Finally, stir in the white and milk chocolate chunks until they’re dotted throughout.","Pour the mixture into the prepared tin, scraping every bit out of the bowl with the spatula. Gently ease the mixture into the corners of the tin and paddle the spatula from side to side across the top to level it.","Put in the oven and set your timer for 25 mins. When the buzzer goes, open the oven, pull the shelf out a bit and gently shake the tin. If the brownie wobbles in the middle, it’s not quite done, so slide it back in and bake for another 5 minutes until the top has a shiny, papery crust and the sides are just beginning to come away from the tin. Take out of the oven.","Leave the whole thing in the tin until completely cold, then, if you’re using the brownie tin, lift up the protruding rim slightly and slide the uncut brownie out on its base. If you’re using a normal tin, lift out the brownie with the foil. Cut into quarters, then cut each quarter into four squares and finally into triangles.","They’ll keep in an airtight container for a good two weeks and in the freezer for up to a month."],
    "photo": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe_images/recipe-image-legacy-id--1001464_11.jpg?itok=Va_PfXJj"
  },
  {
    "name": "Waffles",
    "ingredients": [
      "240ml buttermilk",
      "60g unsalted butter, melted",
      "½ tsp vanilla extract",
      "1 large egg",
      "240g plain flour",
      "½ tsp salt",
      "1 tbsp caster sugar",
      "½ tsp baking powder",
      "¼ tsp bicarbonate of soda",
      "oil, for greasing"
    ],
    "method": ["Whisk the buttermilk, melted butter and vanilla together in a large bowl. Separate the egg and whisk the yolk into the buttermilk mixture. Whisk the egg white in a clean bowl until it forms stiff peaks – this will keep your waffles light and fluffy.","Weigh all the other dry ingredients into a bowl. Whisk in the wet ingredients to create a smooth batter then carefully but decisively fold through the egg white – don’t worry if you are left with a few small lumps. Cover with cling film and leave the batter to sit for 30 mins, if you have time.","Lightly oil then heat your waffle maker (or see the tip below). Heat the oven to low, so you can keep each waffle warm while the next one cooks. Pour enough batter for one waffle (about a quarter) into the waffle maker, close the lid and cook until the waffle is golden brown on both sides and will come away from the maker easily, about 2 mins. Repeat with the remaining batter, then top with whatever you fancy."],
    "photo": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe/recipe-image/2018/07/belgian-waffle.jpg?itok=B4P-s0XS"
  },
  {
    "name": "Bakewell Tart",
    "ingredients": [
      "500g shortcrust pastry",
      "300g soft butter",
      "300g caster sugar",
      "3 eggs",
      "300g ground almonds",
      "50g flour",
      "Jam",
      "Flaked almonds",
      "icing sugar"
    ],
    "method": [
      "Line tart tin with pastry. Prick with fork",
      "Whisk butter and sugar. Add eggs 1 by 1, then floud and almonds",
      "Cook pastry for about 10 minutes, till light brown at edges. Spoon jam in and spread out",
      "Spoon almond mix over top and sprinkle with flaked almonds. Cook until golden brown",
      "Mix icing sugar with water and drizzle over tart"
    ],
    "photo": "https://ichef.bbci.co.uk/food/ic/food_16x9_1600/recipes/bakewell_tart_90600_16x9.jpg"
  },
  {
    "name": "Banana Loaf",
    "ingredients": [
      "140g butter (softened)",
      "140g caster sugar",
      "2 large eggs - beaten",
      "140g self-raising flour",
      "1tsp baking powder",
      "2 very ripe bananas - mashed",
      "50g icing sugar",
      "Chocolate chips (optional)"
    ],
    "method": [
      "Heat oven to 160 (fan oven)",
      "Line 2lb loaf tin with baking paper",
      "Cream butter and sugar until light and fluffy, then slowly add beaten eggs with a little bit of flour",
      "Fold in the remaining flour, then baking powder, mashed banana and chocolate chips",
      "Add to tin and bake for 30 minutes, until skewer comes out clean"
    ],
    "photo": "https://ichef.bbci.co.uk/food/ic/food_16x9_1600/recipes/bananabread_85720_16x9.jpg"
  },
  {
    "name": "Lemon Syrup Loaf Cake",
    "ingredients": [
      "125g unsalted butter",
      "175g caster sugar",
      "2 large eggs",
      "Zest fo 1 lemon",
      "175g self-raising flour",
      "Pinch of salt",
      "4 tablespoons milk",
      "Juice of 1.5 lemons",
      "100g icing sugar"
    ],
    "method": [
      "Preheat the oven to 180C. Butter and line a 450g loaf tin.",
      "Cream together the butter and sufar, and add the eggs and lemon zest, beating them in well.",
      "Add the flour and salt, folding in gently but thoroughly, and then the milk. Spoon into the prepared loaf tin and put in the oven for 45 minutes, or until golden, risen and skewer comes out clean.",
      "While the cake is cooking, get on with the syrup: put the lemon juice and sugar into a small saucepan and heat gently so that the sugar dissolves.",
      "As soon as the cake is out of the oven, puncture the top of the loaf all over. Pour over the syrup. Don't remove from the tin until completely cold."
    ],
    "photo": "https://postmediamontrealgazette2.files.wordpress.com/2013/02/lemon-syrup-loaf-cake.jpg"
  },
  {
    "name": "Dense Chocolate Loaf Cake",
    "ingredients": [
      "225g soft unsalted butter",
      "375g dark muscovado sugar",
      "2 large eggs, beaten",
      "1 teaspoon vanilla extract",
      "100g best dark chocolate, melted",
      "200g plain flour",
      "1 teaspoon bicarbonate of soda",
      "250ml boiling water"
    ],
    "method": [
      "Preheat the oven to 190C. Grease and line a 23*13*7cm loaf tin with parchment paper",
      "Cream the butter and sugar, either with a wooden spoon or with an electric hand-held mixer. Add the eggs and vanilla, beating well.",
      "Fold in the melted, but slightly cooled chocolate, taking care to blend well but being careful not to overbeat. You want the ingredients combined, not a light, airy mass.",
      "Gently add the flour, bicarbonate of soda and boiling water until you have a smooth and fairly liquid batter.",
      "Pour into the lined loaf tin and bake for 30 minutes. Turn the oven down to 170C and continue to cook for another 15 minutes. The cake will still be a bit squidgy, so a skewer won't come out completely clean.",
      "Place the loaf tin on a rack, and leave to get completely cold before turning it out."
    ],
    "photo": "https://www.thespruceeats.com/thmb/NZnGbUwZSsgC6q8fmJbfFghLrKo=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/chocolate-loaf-cake-with-chocolate-glaze-3053332-hero-02-5c58844ec9e77c00016b4059.jpg"
  }
]
